INSERT INTO object_type (id) VALUES (0);

INSERT INTO object_type (object_name, object_description)
VALUES ('гостиница', 'Гостиница, отель (от фр. hotel) — средство размещения, состоящее из определённого количества номеров, имеющее единое руководство, предоставляющее набор услуг (минимум — заправка постелей, уборка номера и санузла).');

INSERT INTO object_type (object_name, object_description)
VALUES ('глэмпинг', 'Глэмпинг — это отдых на природе со всеми удобствами и полноценным отельным обслуживанием. Еще одно важное условие глэмпинга — он должен быть мобильным и органично вписываться в окружающую среду, не нанося ей вреда.');

INSERT INTO object_type (object_name, object_description)
VALUES ('санаторий', 'Санаторий (от лат. sano «лечу, исцеляю») — лечебно–профилактическое учреждение, в котором для лечения и профилактики заболеваний используют главным образом природные факторы (климат, минеральные воды, лечебные грязи, морские купания и т. п.) в сочетании с лечебной физкультурой, физиотерапией и рациональным питанием (диетой) при соблюдении определённого режима лечения и отдыха.');

INSERT INTO object_type (object_name, object_description)
VALUES ('санаторий-профилакторий', 'Санаторий-профилакторий является лечебно-профилактическим учреждением санаторно-курортного типа, находящимся на балансе и в ведении организации (предприятия) <*>, независимо от формы собственности, предназначенным для лечения и предупреждения заболеваний работников предприятия и членов их семей <**>, с учетом условий их труда, быта и особенностей производства.');

INSERT INTO object_type (object_name, object_description)
VALUES ('туристический комплекс', 'Туристские комплексы представляют собой градостроительные образования различного функционального профиля, состоящие из туристских учреждений, объединенных единым архитектурно-планировочным решением, общей пространственной композицией и организацией обслуживания. Под туристским комплексом также понимают совокупность разных по функциям туристских учреждений вместимостью более 1000 мест, объединенных одной функциональной программой (лечение, оздоровление, отдых, деловые встречи и мероприятия и т. д.).');

INSERT INTO object_type (object_name, object_description)
VALUES ('база отдыха', 'Базы отдыха - это предприятия, предлагающие в основном: - размещение в шале, бунгало (отдельно стоящие домики) или в стационарных фургонах, - возможности и соответствующее оборудование для занятий спортом и развлечений, - услуги предприятий общественного питания, розничной торговли. Условия размещения на конкретной базе отдыха потребитель определяет с исполнителем услуги письменным соглашением сторон (договором).');

INSERT INTO object_type (object_name, object_description)
VALUES ('туристская база', 'Туристская база (сокр. турбаза; пансионат) — отдельное строение либо их комплекс для размещения, организации питания и культурно-бытового обслуживания туристов.');

INSERT INTO object_type (object_name, object_description)
VALUES ('горнолыжный курорт', 'Горнолыжный курорт-это курорт, предназначенный для катания на лыжах, сноуборде и других зимних видах спорта.');

INSERT INTO object_type (object_name, object_description)
VALUES ('геопарк', 'Геопарки – это единые, объединенные географиечские зоны с природными объектами и ландшафтом международного геологического значения. Геопарк привлекает внимание общественности к важности геологического наследия региона и способствуют популяризации региона, местной продукции и услуг.');

INSERT INTO object_type (object_name, object_description)
VALUES ('дом рыбака и охотника', 'Дом рыбака - специализированное средство размещения круглогодичного или сезонного использования, расположенное вблизи водоемов и предоставляющее услуги туристам - любителям рыбной ловли.');

INSERT INTO object_type (object_name, object_description)
VALUES ('яхт-клуб', 'Яхт-клуб — общественная или частная организация, объединяющая яхтсменов с взиманием или без ежегодных взносов в фонд клуба.');

INSERT INTO object_type (object_name, object_description)
VALUES ('туристское судно', 'Туристское судно – это пассажирский теплоход или другое пассажирское судно, которое одновременно выполняет функции туристического предприятия (размещение, питание и др. виды обслуживания) и средства передвижения по тур. маршруту. Используется на речных, озёрных и мор. тур. маршрутах, в зависимости от класса.');

INSERT INTO object_type (object_name, object_description)
VALUES ('рекреационная зона', 'Лесопарковая зона, городские парки и другие участки территории, отведенные и специально приспособленные для отдыха людей, называют рекреационными зонами (территориями, участками и т. п). Таким образом, рекреационная зона — понятие комплексное. Оно состоит из частей, входящих в состав природных, природнокультурных территорий и объектов, используемых в целях отдыха и туризма.');

INSERT INTO object_type (object_name, object_description)
VALUES ('спортивный клуб', 'Спортивный клуб — низовая спортивная организация, объединяющая спортсменов и любителей спорта. Различают клубы любительские, бюджет которых складывается из профсоюзных отчислений, арендной платы за пользование спортивными сооружениями, членских взносов, и профессиональные, финансируемые крупными предпринимателями, акционерными компаниями и являющиеся по существу коммерческими предприятиями профессионального спорта.');

INSERT INTO object_type (object_name, object_description)
VALUES ('музей', 'Музей (от др.-греч. μουσεῖον — Дом Муз) — учреждение, занимающееся сбором, изучением, хранением и экспонированием предметов — памятников естественной истории, материальной и духовной культуры, а также просветительской и популяризаторской деятельностью.');

INSERT INTO object_type (object_name, object_description)
VALUES ('театр', 'Театр или театр-это совместная форма исполнительского искусства, которая использует живых исполнителей, обычно актеров или актрис, чтобы представить опыт реального или воображаемого события перед живой аудиторией в определенном месте, часто на сцене.');

INSERT INTO object_type (object_name, object_description)
VALUES ('цирк', 'Цирк (от лат. circus — круг) — вид зрелищного искусства, по законам которого строится развлекательное представление. Также цирком называется специальное здание для проведения этих представлений. Основой циркового искусства считается демонстрация необычного (эксцентрика) и смешного; характерной принадлежностью современного цирка является демонстрация фокусов, пантомимы, клоунады, реприза, исключительных способностей, часто связанных с риском (физическая сила, акробатика, эквилибристика), дрессированных животных. Цирковая труппа может постоянно базироваться в городе и иметь определённое здание, но как и ранее большую роль играет бродячий цирк.');

INSERT INTO object_type (object_name, object_description)
VALUES ('туалет', 'Туалет (фр. toilettes), уборная, устар.[1] ватерклозет, клозет — помещение для отправления естественных нужд (мочеиспускания и дефекации). В туалетной комнате расположен унитаз и другие санитарно-технические приспособления, например раковина и биде. Современные туалеты подсоединены к канализации либо имеют ёмкость, предназначенную для переработки отходов путём биологического разложения. Существуют также переносные туалетные кабины.');

INSERT INTO object_type (object_name, object_description)
VALUES ('кафе', 'Кафе - предприятие общественного питания по организации питания и (или без) отдыха потребителей с предоставлением ограниченного по сравнению с рестораном ассортимента продукции общественного питания, реализующее фирменные, заказные блюда, изделия и алкогольные и безалкогольные напитки.');

INSERT INTO object_type (object_name, object_description)
VALUES ('памятник', 'Памятник-это тип сооружения, которое было явно создано в память о человеке или событии или которое стало релевантным для социальной группы как часть их памяти об историческом времени или культурном наследии в силу его художественного, исторического, политического, технического или архитектурного значения.');

INSERT INTO object_type (object_name, object_description)
VALUES ('библиотека', 'Библиотека (греч. βιβλίον «книга» + θήκη «хранилище») — учреждение, собирающее и осуществляющее хранение произведений печати и письменности для общественного пользования, а также ведущее справочно-библиографическую работу.');

INSERT INTO object_type (object_name, object_description)
VALUES ('объект культурного наследия', 'Объекты культурного наследия (памятники истории и культуры) народов Российской Федерации — объекты недвижимого имущества (включая объекты археологического наследия) и иные объекты с исторически связанными с ними территориями, произведениями живописи, скульптуры, декоративно-прикладного искусства, объектами науки и техники и иными предметами материальной культуры, возникшие в результате исторических событий, представляющие собой ценность с точки зрения истории, археологии, архитектуры, градостроительства, искусства, науки и техники, эстетики, этнологии или антропологии, социальной культуры и являющиеся свидетельством эпох и цивилизаций, подлинными источниками информации о зарождении и развитии культуры.');

INSERT INTO object_type (object_name, object_description)
VALUES ('водохранилище', 'Пляж (от фр. plage — отлогий морской берег) — относительно ровная поверхность берега водоёма, образованная его денудацией под действием воды и ветра. Пляж образуется в результате аккумуляции наносов. Также пляж — это пляжная зона или прибрежная зона, специально предназначенная для купания.');

INSERT INTO object_type (object_name, object_description)
VALUES ('кинотеатр', 'Кинотеатр — общественное здание или его часть с оборудованием для публичной демонстрации кинофильмов. Главное помещение кинотеатра — зрительный зал с экраном большого размера и системой воспроизведения звука. В современных кинотеатрах система звуковоспроизведения состоит из нескольких громкоговорителей, обеспечивающих объёмный звук. Первые стационарные кинотеатры назывались в России «электротеатрами».');

INSERT INTO object_type (object_name, object_description)
VALUES ('рынок', 'Рынок — категория товарного хозяйства, совокупность экономических отношений, базирующихся на регулярных обменных операциях между производителями товаров (услуг) и потребителями. Обмен обычно происходит на добровольной основе в форме эквивалентного обмена товара на деньги (торговля) или товара на товар (бартер). При свободном доступе на рынок, как производителей, так и потребителей, обмен происходит в условиях конкуренции.');

INSERT INTO object_type (object_name, object_description)
VALUES ('торговый центр', 'Торго́вый центр (галерея, пассаж, торгово-развлекательный комплекс, торговый комплекс, молл) — группа предприятий торговли, управляемых как единое целое и находящихся в одном здании или комплексе зданий.');

INSERT INTO object_type (object_name, object_description)
VALUES ('ресторан', 'Ресторан (от лат. restauro, восстановить, крепить) — предприятие общественного питания с широким ассортиментом блюд сложного приготовления, включая заказные и фирменные. Блюда, как правило, подаются и съедаются на месте в ресторане, но многие рестораны также предлагают блюда навынос и доставку еды, а некоторые предлагают только вынос и доставку.');

INSERT INTO object_type (object_name, object_description)
VALUES ('бистро', 'Бистро или бистро /ˈ b iː s t r oʊ/ - это, в своем первоначальном парижском воплощении, небольшой ресторан, предлагающий простые блюда по умеренным ценам в скромной обстановке. Бистро в основном определяется блюдами, которые они подают.');

INSERT INTO object_type (object_name, object_description)
VALUES ('картинная галерея', 'Картинная галерея. Музей изобразительного искусства, где представлены на обозрение посетителей произведения живописи. Картинная галерея - это также отдел живописи, который расположен в большом музее, дворцовом зале, предназначенном для выставки картин.');

INSERT INTO object_type (object_name, object_description)
VALUES ('выставка', 'Выставка — публичное представление достижений в области экономики, науки, техники, культуры, искусства и других областях общественной жизни. Понятие может обозначать как само мероприятие, так и место проведения этого мероприятия. Различают выставки: местные, национальные, международные и всемирные, а также всеобщие, охватывающие все отрасли человеческой деятельности (например, Выставка достижений народного хозяйства СССР ВДНХ), и специализированные, посвящённые только одной области деятельности человека. К последним относятся художественные, промышленные и сельскохозяйственные. Также различают выставки периодические (временные), постоянные и передвижные (последовательно показываемые в ряде городов).');

INSERT INTO object_type (object_name, object_description)
VALUES ('памятник архитектуры', 'Па́мятник архитекту́ры (градострои́тельства) — недвижимый (фрагменты интерьера и экстерьера архитектурных сооружений) примечательный объект материального и духовного творчества, который имеет национальное или международное значение.');

INSERT INTO object_type (object_name, object_description)
VALUES ('монумент', 'Монументы (лат. monumentum «воспоминание; памятник», от monere «внушать, напоминать, воодушевлять») — значительный по размерам памятник искусственного происхождения, отождествляющий собой какое-либо значимое событие своей эпохи и времени и соответствующий социально-общественному восприятию действительности отождествляемого события.');

INSERT INTO object_type (object_name, object_description)
VALUES ('объект промышленного туризма', 'Производственный объект — определенная территория, на которой предоставляются услуги в сфере промышленного туризма или определенные здания, сооружения, цеха, предметы, несущие информативную функцию в производственной экскурсии. ПРОМЫШЛЕННОСТЬ — важнейшая отрасль народного хозяйства, оказывающая решающее воздействие на уровень развития производительных сил общества.');

INSERT INTO object_type (object_name, object_description)
VALUES ('объект агрономического туризма', 'Объекты сельского агро-туризма – это фермерские хозяйства, плантации, участки и сады, где выращивают фрукты, ягоды, овощи, домашних животных. Кроме того, сельский туризм на землях сельхозназначения делят по целям путешествия на самостоятельные, гастрономические, дачные, познавательные, экологические туры.');

INSERT INTO object_type (object_name, object_description)
VALUES ('спортиваня арена', 'Арена спортивная 1) специально оборудованное место для проведения спортивных соревнований. Представляет собой поле для спортивных игр и массовых выступлений (футбольное поле с секторами для волейбола, баскетбола, прыжков, метаний и т. п., окруженное беговой дорожкой, спортплощадку, Спортивное ядро, скаковой круг, трибуны для зрителей с одной или нескольких сторон арены). А. с. является обычно составной частью стадиона. Может находиться на открытом воздухе или в помещении (спортивный корпус, Дворец спорта). Современные А. с., особенно крытые, имеют преимущественно универсальное назначение (для спортивных соревнований и спортивно-зрелищных мероприятий). На А. с., предназначенных для одного вида спорта, укладывают постоянное покрытие и устанавливают стационарное оборудование. На аренах универсального назначения часто применяют съёмные настилы и оборудование. 2) Развитое спортивное ядро с тремя или четырьмя секторами для лёгкой атлетики. А. с. имеет габариты, позволяющие заливать на ней зимой кольцевую конькобежную дорожку длиной 400 м.');

INSERT INTO object_type (object_name, object_description)
VALUES ('дворец спорта', 'Дворец спорта или Дворец спорта-общее название введенных в Советском Союзе комплексных закрытых спортивных сооружений (сравните с Дворцом культуры) больших размеров, включающих различные спортивные залы и вспомогательные помещения. В первую очередь предназначен для проведения спортивных мероприятий перед зрителями.');

INSERT INTO object_type (object_name, object_description)
VALUES ('физкультурно оздоровительный комплекс', 'Комплекс физкультурно-оздоровительный (ФОК): Крытый специализированный или многофункциональный объект спортивного назначения, в состав помещений которого входят различные спортивные зоны, предназначенные для проведения физкультурно-оздоровительных занятий, а также необходимое количество вспомогательных и технических помещений, обеспечивающих безопасное функционирование объекта.');

INSERT INTO object_type (object_name, object_description)
VALUES ('мечеть', 'Мече́ть (араб. مَسْجِد ‎ [ˈmæsdʒɪd] — «место поклонения») — мусульманское молитвенное (богослужебное) архитектурное сооружение.');

INSERT INTO object_type (object_name, object_description)
VALUES ('церковь', 'Церковь — культовое сооружение, предназначенное для собрания христиан, совершения богослужений и религиозных обрядов.');

INSERT INTO object_type (object_name, object_description)
VALUES ('детско-юношеская спортивная школа', 'ДЮСШ (детско-юношеская спортивная школа) — вид образовательного учреждения дополнительного образования детей в СССР, России, стран СНГ, а также некоторых других стран Азии и Центральной Америки для подготовки юных спортсменов и приобщения к массовой физической культуре детей и молодёжи от 6 до 18 лет []. Практически все советские олимпийские чемпионы и чемпионы мира и Европы делали свои первые шаги в спорте именно в ДЮСШ.');

INSERT INTO object_type (object_name, object_description)
VALUES ('филармония', 'Филармо́ния (от греч. phileo — любить и harmonia — гармония, музыка) — в некоторых странах: музыкальное общество или учреждение, занимающееся организацией концертов, содействием развитию и пропагандой музыкального искусства. Филармонии содействуют продвижению и художественному росту юных музыкантов, осуществляют обмен артистическими силами с концертными организациями других стран.');

INSERT INTO object_type (object_name, object_description)
VALUES ('закусочная', 'Закусочная - предприятие общественного питания с ограниченным ассортиментом блюд и изделий несложного изготовления и предназначенное для быстрого обслуживания потребителей, с возможной реализацией алкогольной продукции.');

INSERT INTO object_type (object_name, object_description)
VALUES ('книжный магазин', 'Книготорговля, книжная торговля — торговля книгами, а также другими непериодическими печатными изданиями (брошюрами, плакатами, нотами и т. д.). Поскольку книга является «товаром особого рода»[1], будучи одновременно частью материальной и духовной культуры, то книготорговля рассматривается не только как отрасль торговли, но и как отрасль культуры.');

INSERT INTO object_type (object_name, object_description)
VALUES ('сувенираня лавка', 'Сувенирный магазин или сувенирный магазин-это магазин, в котором в основном продаются сувениры, памятные вещи и другие предметы, относящиеся к определенной теме или теме. Продаваемые товары часто включают кофейные кружки, мягкие игрушки, игрушки, футболки, открытки, коллекции ручной работы и другие сувениры, предназначенные для хранения покупателем на память о своем визите или для вручения другому в качестве подарка.');

INSERT INTO object_type (object_name, object_description)
VALUES ('дом культуры', 'Дом культуры — это клубное просветительское учреждение, в котором проводилась развлекательная и образовательная работа. Дома культуры считаются атрибутом стран социалистического блока: например, в СССР их массовое строительство началось в 1920-х годах, но еще до этого на территории страны существовали Народные дома.');

INSERT INTO object_type (object_name, object_description)
VALUES ('охотничье хозяйство', 'Охотничье хозяйство - сфера деятельности по сохранению и использованию охотничьих ресурсов и среды их обитания, по созданию охотничьей инфраструктуры, оказанию услуг в данной сфере, а также по закупке, производству и продаже продукции охоты.');

INSERT INTO object_type (object_name, object_description)
VALUES ('озеро', 'Озеро — компонент гидросферы, представляющий собой естественно возникший водоём, заполненный в пределах озёрной чаши (озёрного ложа) водой и не имеющий непосредственного соединения с морем (океаном). Озёра являются предметом изучения науки лимнологии. Число озёр в мире достигает 304 миллионов, включая мелкие с площадью поверхностью 0,1-10 гектаров.');

INSERT INTO object_type (object_name, object_description)
VALUES ('гора', 'Гора (мн. ч. — горы) — форма рельефа, изолированное резкое поднятие местности с выраженными склонами и подножием или вершина в горной стране. По характеру вершины выделяют пикообразные, куполообразные, платообразные и другие горы. Вершины подводных гор могут представлять собой острова.');

INSERT INTO object_type (object_name, object_description)
VALUES ('тур', 'ТУР - комплекс услуг по размещению, перевозке, питанию туристов, а также услуги экскурсионные, гидов-переводчиков и другие услуги, предоставляемые в зависимости от целей путешествия (ФЗ "Об основах туристской деятельности в Российской Федерации" от 4 октября 1996 г.).');

INSERT INTO object_type (object_name, object_description)
VALUES ('сплав по реке', 'Если быть предельно кратким, то сплав по реке – это движение на плавсредстве вниз по течению реки. Двигаться можно от нескольких часов до нескольких дней – все зависит от реки и целей путешествия. Плавсредства – это то устройство, на котором вы плывете или, как говорят туристы-водники, идёте (все заядлые сплавщики убеждены, что плавает только …вно, а настоящие туристы идут по реке).');