INSERT INTO risk_factor (id) values (0);

INSERT INTO risk_factor (risk_name, risk_description)
VALUES ('травмоопасность', 'Травмоопасность может возникнуть в результате перемещения механизмов и предметов, тел, сложного рельефа местности, перемещения горных пород (камнепадов, селей, лавин), неблагоприятных эргономических характеристик используемого туристского снаряжения и инвентаря, влекущих травмы (неудобная обувь - потертости кожных покровов у туристов и т.п.), опасных атмосферных явлений (атмосферное электричество, молнии и т.п.).');

INSERT INTO risk_factor (risk_name, risk_description)
VALUES ('воздействие окружающей среды', 'Воздействие окружающей среды обусловлено повышенными или пониженными температурами окружающей среды, влажностью и подвижностью воздуха в зоне обслуживания туристов, резкими перепадами барометрического давления. Показатели микроклимата в помещениях обслуживания туристов (спальных, питания, клубных и других), а также в транспортных средствах должны соответствовать установленным санитарно-гигиеническим требованиям.');

INSERT INTO risk_factor (risk_name, risk_description)
VALUES ('пожароопасность', 'Пожаробезопасность. Номенклатура требований и показателей по обеспечению безопасности туристов от воздействия данного фактора риска и методы их проверки. Эксплуатацию объектов обслуживания необходимо осуществлять в строгом соответствии с требованиями утвержденных нормативных документов (Правил пожарной безопасности).');

INSERT INTO risk_factor (risk_name, risk_description)
VALUES ('биологическое воздействие', 'Биологические факторы (патогенные микроорганизмы и продукты их жизнедеятельности, микроорганизмы, а также ядовитые растения, пресмыкающиеся, насекомые и животные, являющиеся переносчиками инфекционных заболеваний, вызывающие ожоги, аллергические и другие токсические реакции).');

INSERT INTO risk_factor (risk_name, risk_description)
VALUES ('психофизические нагрузки', 'Психофизиологические факторы риска: физические и нервно-психические перегрузки.');

INSERT INTO risk_factor (risk_name, risk_description)
VALUES ('опасность ультрафиолетового и радиационного излучения', 'Опасными излучениями являются: повышенный уровень ультрафиолетового излучения, радиологического излучения. ');

INSERT INTO risk_factor (risk_name, risk_description)
VALUES ('химическое воздействие', 'Химические факторы риска: токсические, раздражающие, сенсибилизирующие.');

INSERT INTO risk_factor (risk_name, risk_description)
VALUES ('уровень техники безопасности', 'Уровень профессиональной подготовленности обслуживающего персонала (инструкторов, экскурсоводов и др.);');

INSERT INTO risk_factor (risk_name, risk_description)
VALUES ('техническое состояние объектов', 'Ненадлежащее техническое состояние используемых объектов туристской индустрии;ненадлежащее использование или состояние туристского снаряжения и инвентаря; нарушение стандартов безопасности турорганизациями');

INSERT INTO risk_factor (risk_name, risk_description)
VALUES ('недостаточное информационное обеспечение', 'недостаточное информационное обеспечение');

INSERT INTO risk_factor (risk_name, risk_description)
VALUES ('криминогенная опасность', 'Криминогенная опасность - это действия людей связанные с посягательствами на жизнь, здоровье и имущество туристов, возникающая при антиобщественных проявлениях, правовых нарушениях, нарушениях общественного порядка.');