INSERT INTO leisure_type (id, type_name, description)
VALUES (0, 'No type',
        'No description');
INSERT INTO leisure_type (id, type_name, description)
VALUES (1, 'рекреационный',
        'Рекреационный туризм - это комплекс оздоровительных мероприятий, осуществляемых с целью восстановления нормального самочувствия и работоспособности здорового, но утомлённого человека.');
INSERT INTO leisure_type (id, type_name, description)
VALUES (2, 'лечебно оздоровительный', 'Лечебно оздоровительный туризм - это прохождение определенных восстановительных и лечебных процедур');
INSERT INTO leisure_type (id, type_name, description)
VALUES (3, 'познавательный',
        'Позновательный туризм - это вид путешествий, цель которых состоит в приобщении к культуре, истории и художественному наследию места посещения');
INSERT INTO leisure_type (id, type_name, description)
VALUES (4, 'деловой',
        'Деловой туризм - это также корпоративный туризм (англ. corporate travel) — область индустрии туризма (наряду с рекреационным туризмом, англ. leisure travel), обеспечивающая организацию и управление командировками (деловыми поездками, англ. business trips) сотрудников различных компаний. С деловым туризмом непосредственно связана также сфера корпоративных мероприятий и встреч — MICE (от англ. Meetings, Incentives, Conferences, Exhibitions).');
INSERT INTO leisure_type (id, type_name, description)
VALUES (5, 'спортивный',
        'Спортивный туризм - это преодоление естественных и искуственных препятствий, с применением различной тактики и техники преодоления препятствий');
INSERT INTO leisure_type (id, type_name, description)
VALUES (6, 'этнический',
        'Этнический турзим - это разновидность культурно-познавательного туризма, связанная с посещением объектов традиционных культур, этнографических деревень, включающая знакомства с этническими традициями и промыслами.');
INSERT INTO leisure_type (id, type_name, description)
VALUES (7, 'транзитный',
        'Транзитный туризм - это остановки туристов по пути следования к месту назначения');
INSERT INTO leisure_type (id, type_name, description)
VALUES (8, 'образовательный',
        'Образовательный турзим - это туристские поездки, экскурсии с целью образования, удовлетворения любознательности и других познавательных интересов');
INSERT INTO leisure_type (id, type_name, description)
VALUES (9, 'событийный',
        'Событийный туризм - это вид туризма, поездки при котором приурочены к каким-либо событиям');
