INSERT INTO leisure_sub_type (id)
VALUES (0);

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('экотуризм', 'Экотуризм — туризм, включающий путешествия в места с относительно нетронутой природой, с целью получить представление о природных и культурно-этнографических особенностях данной местности, который не нарушает при этом целостности экосистем и создает такие экономические условия, при которых охрана природы и природных ресурсов становится выгодной для местного населения');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('фотоохота', 'Фотоохота (англ. Wildlife Photography) — вид фотографии, объектом съёмки в котором являются птицы, звери, насекомые и другие существа в естественных природных условиях. Объединяет в себе три аспекта — спортивный (поэтому может рассматриваться также как новый вид спортивной охоты, появившийся в начале XX века и ставший особенно популярным в наше время); — познавательный, в котором смыкается с фотографией как методом научных исследований в области биологии в которой документальность рассматривается как основное требование; — художественный, так как образует один из видов художественной фотографии как вида искусства — в этом случае эстетический критерий становится основным для оценки результатов.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('агротуризм', 'Сельский туризм (агротуризм) — сектор туристской индустрии, ориентированный на использование природных, культурно-исторических и других ресурсов сельской местности и её особенностей для создания комплексного туристского продукта. Туристы ведут сельский образ жизни, знакомятся с местными культурой и обычаями, принимают участие в традиционном сельском труде.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('экзотический туризм', 'Экзотический туризм - это как раз путешествие в какие-то необычные районы, получение новых острых ощущений, а иногда даже некоторый экстрим.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('приключенческий туризм', 'Приключенческий туризм − вид туризма, связанный с организацией нестандартных туров с необычными нетрадиционными транспортными средствами. К приключенческому туризму относятся походные экспедиции, сафари-туры (охота, рыбалка, фотоохота и др.), кругосветное плавание (яхтинг). Есть туры на затонувшие корабли, потухшие вулканы или места катастроф самолетов, на руины зданий и т. д.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('экстремальный туризм', 'Экстремальный туризм — в широком смысле один из видов туристического отдыха, в той или иной степени связанный с риском.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('религиозный туризм', 'Религиозный туризм — это путешествия к религиозным центрам, святым местам, которые находятся за пределами привычной для туриста среды. Временные отрезки — до 6 месяцев. Религиозный туризм — самый древний и самый немногочисленный (в наши дни) вид туризма.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('деловой (конгрессо-выстаывочный, интенсив) туризм', 'Деловой туризм (Бизнес-туризм) – это путешествия со служебными или профессиональными целями без получения доходов. Поездки с деловыми целями рассматриваются как одна из важнейших составных частей международного туристского обмена. К деловому туризму ВТО относит поездки для участия в съездах, научных конгрессах и конференциях, производственных семинарах и совещаниях, ярмарках, выставках, салонах, а также с целью проведения переговоров и заключения контрактов.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('круизный туризм', 'Круизный туризм — это речное или морское путешествие на водном транспорте по замкнутому маршруту с остановками для экскурсий в портовых городах.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('конный туризм', 'Конный туризм — это различное по протяженности и сложности путешествие верхом на лошадях, особая разновидность спортивного туризма, при которой совершаются прохождения на лошади интересных маршрутов, содержащих специфические препятствия (леса, перевалы, реки).');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('альпинизм', 'Он относится к виду спортивно – экстремального вида туризма и предполагает собой восхождение человека на различные возвышенности. И это не обязательно могут быть горы. Основной принцип альпинизма – в преодолении препятствий, раз за разом повышая планку своих возможностей.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('горный туризм', 'Горный туризм — вид спорта и активного отдыха, суть которого заключается в прохождении, как правило, линейного или комбинированного маршрута по горному рельефу.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('пешеходный туризм', 'Пеший туризм – это один из самых интересных и познавательных видов спортивного туризма. Его целью является преодоление маршрута самостоятельно или группой по местности разного уровня сложности: лесам, горам, полям. Пеший туризм дарит свободу!');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('водный туризм', 'Водный туризм — один из видов спортивного туризма, который заключается в преодолении маршрута по водной поверхности. Различают несколько видов водного туризма: сплав по рекам, рафтинг, парусный туризм или яхтинг, морской каякинг.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('автомобильный туризм', 'Автомобильный туризм — путешествия людей в страны или местности, отличные от их постоянного места жительства, в которых основным средством передвижения выступает частный или арендованный автомобиль. Автомобильные путешествия являются разновидностью туризма.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('лыжный туризм', 'Лыжный туризм — вид спортивного туризма в России и СНГ, являющегося видом спорта. Лыжный туризм является видом туризма на средствах передвижения — на лыжах. Для преодоления естественных препятствий используются туристские лыжи.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('велосипедный туризм', 'Велотуризм (Велосипедный туризм) — один из видов туризма, в котором велосипед служит главным или единственным средством передвижения. Понятие «велосипедный туризм» многозначно и относится как к одному из видов активного отдыха, так и к разновидности спортивного туризма.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('спелеотуризм', 'Разновидность спортивного туризма; смысл — путешествие по естественным подземным полостям (пещерам) и преодоление в них различных препятствий (сифоны, колодцы) с использованием различного специального снаряжения (акваланги, карабины, верёвки, крючья, индивидуальные страховочные системы).');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('дайвинг', 'Подводное плавание с аквалангом, маской и ластами как разновидность спортивно-туристического отдыха, времяпрепровождения.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('водные лыжи', 'Водные лыжи, воднолыжный спорт — популярный вид спорта и развлечение — передвижение по поверхности воды на специальной формы лыже, на тросе (его называют «фал»), соединённом с катером или другим плавательным средством, обеспечивающим поступательное движение.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('каякинг', 'kayaking; от эскалеут., каяк — букв. «мужская охотничья лодка», одиночная байдарка) — один из видов водного экстремального спорта (гребной спорт), водного туризма или активного отдыха на воде с использованием небольшого персонального гребного судна — каяка.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('рафтинг', 'Экстремальный спорт: сплав на плотах или лодках по горным рекам, имеющим пороги.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('вейкбординг', 'Вейкбординг – это водный сноуборд с помощником в лице лодки, параплана или направляющего механизма. Спортсмен держится за источник тяги с помощью фала (троса), выполняя по ходу движения трюки.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('виндсёрфинг', 'Виндсерфинг – это вид парусного спорта и одновременно увлекательное, экстремальное развлечение, подразумевающие управление парусом, стоя на доске. Движение на виндсерфинге осуществляется за счет силы ветра и умения правильно управлять оборудованием.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('сёрфинг', 'Сёрфинг (от англ. surfing) — это водный вид спорта, в котором человек (называемый сёрфером или сёрфингистом) едет на передней или нижней части движущейся волны, которая обычно движется в сторону берега. Волны, пригодные для сёрфинга, в основном находятся в океане и море, но могут быть найдены в озёрах или реках в виде «стоячей волны» или приливной волны. Тем не менее, сёрферы могут также использовать искусственные волны, создаваемые катером (вейксёрфинг), а также волны, созданные в специальных искусственных бассейнах для сёрфинга');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('маунтинбайкинг', 'Горный велоспорт (также маунтинбайк от англ. mountain bike — горный велосипед) — экстремальный вид спорта, включающий езду на велосипеде по бездорожью, обычно по пересеченной местности с помощью специального оборудованного горного или гибридного дорожного велосипеда.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('спелестология', 'Спелестология (от греч. σπήλαιον — пещера + нем. Stollen — штольня) — изучение искусственных пещер и подземных сооружений, не использующихся по прямому назначению (старинных каменоломен, рудников, подземных ходов и коммуникаций), специалистами различных направлений: археологами, геологами, историками, биоспелеологами, диггерами и простыми энтузиастами.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('горнолижный туризм', 'Горнолыжный туризм в России — вид туризма в России, рассчитанный на любителей лыжного спорта и зимнего отдыха в горах, который принадлежит к специальным видам туризма и содержит элементы горного, спортивного, оздоровительного, экологического и рекреационного туризма.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('сноубординг', 'Сноубо́рд, сноубо́рдинг (англ. Snowboarding от англ. snow — снег и англ. board — доска) — зимний олимпийский вид спорта, заключающийся в спуске с заснеженных склонов и гор на специальном снаряде — сноуборде. Изначально зимний вид спорта, хотя отдельные экстремалы освоили его даже летом, катаясь на сноуборде на песчаных склонах (сэндбординг).');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('парашютный спорт', 'ПАРАШЮ́ТНЫЙ СПОРТ, вид авиационного спорта, заключающийся в прыжках с парашютом с летательных аппаратов (самолёты, вертолёты, аэростаты, стратостаты). Прыжки с парашютом бывают индивидуальные и групповые, дневные и ночные, высотные, со спуском на сушу и на воду.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('парасейлинг', 'Парасейлинг (англ. раrasailing: от parachute — парашют + sailing — плавание под парусом) — активный вид отдыха, при котором человек закрепляется с помощью длинного троса к двигающемуся транспортному средству (обычно к катеру) и благодаря наличию специального парашюта парит по воздуху. Если двигатель ТС достаточно мощный, то одновременно под парашютом могут находиться двое-трое человек.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('фристайл в парашютизме', 'Фристайл (англ. Freestyle FS) — одна из разновидностей (дисциплин) парашютного спорта. Фактически являет собой "высотный балет" в воздухе. Во время свободного падения парашютист выполняет сложнокоординированные движения, вращение в произвольных плоскостях и осях, в самых разнообразных позах.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('скайсерфинг', 'Скай-серфинг-это вид прыжков с парашютом и экстремального спорта, в котором парашютист носит специальную доску skysurf, прикрепленную к ногам, и выполняет фигуры высшего пилотажа в стиле серфинга во время свободного падения.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('бейсджампинг', 'Бейсджампинг – экстремальный вид спорта, в котором используется специальный парашют для прыжков с фиксированных объектов. В отличие от прыжков с парашютом из самолета, бейс-прыжки совершаются с намного более низких высот, и падение происходит в непосредственной близости от объекта, с которого прыгают.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('полеты на воздушном шаре', 'Полет человека на воздушном шаре – это возможность увидеть мир с высоты птиц, насладиться природными ландшафтами и архитектурными достопримечательностями – целые города предстанут перед вами, как на ладони.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('дельтапланеризм', 'Дельтапланерный спорт (Дельтапланеризм) — разновидность авиационного спорта с использованием дельтапланов.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('кайтсёрфинг', 'Кайтсёрфинг или кайтбординг (от англ. kite — воздушный змей и board — доска, boarding — катание на доске) или кайтинг — вид спорта, основой которого является движение под действием силы тяги, развиваемой удерживаемым и управляемым спортсменом воздушным змеем (кайтом).');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('джайлоо-туризм', 'Джайлоо-туры устраиваются в населённые коренными народами труднодоступные места, которых цивилизация практически не коснулась, где нет электричества и мобильной связи. Благодаря этому жители городов имеют возможность некоторое время пожить в средневековых или даже первобытных условиях. Джайлоо-туризм (изначально Эко-Туризм или Этно-туризм) распространён во внутренних областях Африки, джунглях Амазонки, горах и степях Азии, лесах и тундрах Сибири и Северной Америки.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('конгрессно-выставочный туризм', 'Конгрессно-выставочный туризм – деятельность, связанная с организацией различных торговых и деловых мероприятий (выставки, ярмарки, форумы, конференции, конгрессы и подобные). Согласно данным статистики, на ее долю приходится около 12% от общего объема бизнес-путешествий.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('инсентив-туры', 'Инсентив-туризм — это поощрительные поездки, которые на собственные средства организует фирма для своих сотрудников или партнеров, часто — в качестве вознаграждения за достигнутые высокие показатели или особые успехи в сфере бизнеса.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('профильные лагеря', 'Министерство образования определяет смену профильного лагеря как форму образовательной и оздоровительной деятельности с творчески одарёнными или социально активными детьми, например, смена юных техников, туристов-краеведов, экологов, спортсменов и т. д. (приказ Министерства образования России от 13.07.2001г.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('экскурсии', 'Экскурсия - это поездка или прогулка с целью посещения достопримечательностей (природы или памятников истории и культуры)в сопровождении экскурсовода. Действительно, ключевое слово здесь "в сопровождении экскурсовода", который, рассказывая о событиях по теме экскурсии, дарит экскурсантам эмоции открытий.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('туристические соревнования и мероприятия', 'Туристско-спортивное соревнование — это передвижение человека в одиночку или в составе группы в природной среде на любых технических средствах и без таковых. «ТСС» проводятся по двум группам дисциплин: 1. «Маршруты» — непосредственно походы и спортивные туры (в соответствии с категорией сложности); 2. «Дистанции», бывшее «туристское многоборье», в зависимости от сложности этапов делятся на классы — с 1 по 6. Класс дистанции условно соответствует категории сложности соответствующего похода.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('экстремальные виды деятельности в природной среде', 'Экстремальные виды деятельности в природной среде: спортивный туризм, альпинизм, скалолазание, спортивное ориентирование, рафтинг.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('памятник археологии', 'Археологический памятник — объект материальной культуры, несущий в себе определённый объём информации о прошлом. Археологам чаще всего неизвестно, как называли то или иное поселение или могильник его создатели.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('архитектурный туризим', 'Архитектурный туризм подразумевает путешествия с обязательным посещением архитектурных и исторических объектов. В качестве элитной выделяется популярность архитектурного туризма. Множество туристов катаются по планете, чтобы полюбоваться на небезызвестные изыски архитектуры.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('ландшафтный архитектурный туризм', 'Ландша́фтная архитекту́ра (нем. Landschaft — пейзаж, местность; нем. Landschaftsbau — "пейзажное строительство") — объёмно-пространственная организация территории, объединения природных, строительных и архитектурных компонентов в целостную композицию, несущую определённый художественный образ. Подобно архитектуре и градостроительству ландшафтная архитектура относится к пространственным видам искусства[1].');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('малые и большие исторические города', 'малые и большие исторические города как объект туризма');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('сельские туризм', 'Согласно новому закону, сель-ский туризм - «туризм, предусматривающий посещение сельской местности, малых городов с численностью населения до 30 тысяч человек, в целях отдыха, приобщения к традиционному укладу жизни, ознакомления с деятельностью сельскохозяйственных товаропроизводителей и (или) участия в сельскохо-зяйственных работах без извлечения материальной выгоды с возможностью предоставления услуг по временному размещению, организации досуга, экс-курсионных и иных услуг.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('промышленный туризм', 'Промышленный (индустриальный) тури́зм (англ. Industrial tourism) — направление в туристическом бизнесе, включающее в себя промышленные объекты, часто характерные для конкретного места.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('гастрономический туризм', 'Гастрономический туризм — вид туризма, основная цель которого знакомство с той или иной страной через призму национальной гастрономии. Для гастрономического туриста еда — в первую очередь категория культуры. С такой позиции традиционная кухня воспринимается в связи с историей, религией, экономикой, политикой, обычаями, легендами и другими факторами, формирующими уникальную идентичность страны или региона.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('паломнический туризм', 'Паломнический туризм – это разновидность религиозного туризма, совершаемого верующими людьми разных конфессий по святым местам. Главным элементом паломнического туризма являются экскурсии. Паломничество - поклонение святым местам. Главное в паломничестве - богослужение, молитва и поклонение святыням.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('научный туризм', 'Научный туризм-это тема путешествий, объединяющая научные достопримечательности. Он охватывает интересы в посещении и изучении научных достопримечательностей, включая музеи, лаборатории, обсерватории и университеты. Он также включает посещение событий, представляющих научный интерес, таких как солнечные затмения.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('лечебно-оздоровительный туризм', 'Лечебно-оздоровительный туризм в России, включая его подвиды: лечебный (медицинский, санаторно-курортный), оздоровительный (Spa-, Wellness- и Fitness-туризм) — одно из направлений туризма в России, связанное закупкой медицинских услуг и других медицинских вмешательств, либо восстановлением физического, эмоционального и трудового потенциала.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('грязевые курорты', 'Грязевой курорт– это совокупность объектов по добыче полезных ресурсов (грязь, рапа, минеральная вода), медицинские центры (грязелечебницы и водолечебницы), места размещения отдыхающих (санатории, пансионаты).');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('климатические курорты', 'Курорт климатический — тип курорта, где в качестве основного лечебно-профилактического фактора используется климат (напр., Горный курорт), а среди методов: аэротерапия, гелиотерапия, талассотерапия.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('СПА курорты', 'Спа-курорты — курорты, которые предлагают лечение минеральными и морскими водами, водорослями и солями, лечебными грязями и целебными растениями.');

INSERT INTO leisure_sub_type (sub_type_name, description)
VALUES ('экологический туризм', 'Экологический туризм это все виды туризма с соблюдением мер по сохранению, изучению и поддержанию экологии и экосистем в должном порядке. И не оставлять за собой мусор.');
